{
    "Q4": "In general, would you say your health is",
    "Q5" : "Compared to one year ago, how would you rate your health in general",
    "Q7" : "<b>Vigorous activities</b>, such as running, lifting heavy objects, participating in strenuous sports",
    "Q8" : "<b>Moderate activities</b>, such as moving a table, pushing a vacuum cleaner, bowling or playing golf",
    "Q9" : "Lifing or carrying groceries",
    "Q10" : "Climbing <b>several</b> flights of stairs",
    "Q11" : "Climbing <b>one</b> flight of stairs",
    "Q12" : "Bending, kneeling, or stooping",
    "Q13" : "Walking <b>more than a mile</b>",
    "Q14" : "Walking <b>several blocks</b>",
    "Q15" : "Walking <b>one block</b>",
    "Q16" : "Bathing or dressing yourself",
    "Q18" : "Cut down on the <b>amount of time</b> you spent on work or other activities",
    "Q19" : "<b>Accomplished less</b> than you would like",
    "Q20" : "Were limited in the <b>kind</b> of work or other activities",
    "Q21" : "Had <b>difficulty</b> performing the work or other activities (for example, it took extra effort)",
    "Q23" : "Cut down on the <b>amount of time</b> you spent on work or other activities",
    "Q24" : "<b>Acomplished less</b> than you would like",
    "Q25" : "Didn''t do work or other activities as carefully as usual",
    "Q26" : "<b>During the <u>past 4 weeks</u>, to what extent has your physical health or emotional problems interfered with your normal social activities with family, friends, neighbors, or groups?</b>",
    "Q27" : "<b>How much <u>bodily</u> pain have you had during <u>the past 4 weeks</u></b>",
    "Q28" : "<b>During the <u>past 4 weeks</u>, how much did pain interfere with your normal work (including both work outside the home and housework)?</b>",
    "Q31" : "Did you feel full of pep?",
    "Q32" : "Have you been a very nervous person?",
    "Q33" : "Have you felt so down in the dumps <br />that nothing could cheer you up?",
    "Q34" : "Have you felt calm and peaceful?",
    "Q35" : "Did you have a lot of energy?",
    "Q36" : "Have you felt downhearted and blue?",
    "Q37" : "Did you feel worn out?",
    "Q38" : "Have you been a happy person?",
    "Q39" : "Did you feel tired?",
    "Q40" : "<b>DURING THE <u>PAST 4 WEEKS</u>, HOW MUCH OF THE TIME HAS YOUR PHYSICAL HEALTH OR EMOTIONAL PROBLEMS INTERFERED WITH YOUR SOCIAL ACTIVITIES (LIKE VISITING FRIENDS, RELATIVES, ETC.)?",
    "Q42" : "I seem to get sick a little easier than other people",
    "Q43" : "I am as healthy as anybody I know",
    "Q44" : "I expect my health to get worse",
    "Q45" : "My health is excellent"
    
}

